tap "gromgit/fuse"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "act"
brew "openssl@3"
brew "caddy"
brew "coreutils"
brew "deno"
brew "direnv"
brew "fasttext"
brew "findutils"
brew "gh"
brew "git"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "netpbm"
brew "pango"
brew "graphviz"
brew "hivemind"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "languagetool", restart_service: true
brew "lefthook"
brew "libarchive"
brew "libass"
brew "macos-trash"
brew "mas"
brew "navi"
brew "pnpm"
brew "python@3.10"
brew "ruby"
brew "rust"
brew "snap"
brew "snapcraft"
brew "tesseract"
brew "tldr"
brew "vim"
brew "vips"
brew "wget"
brew "wireguard-tools"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-fdk-aac", "with-rav1e"]
cask "1password"
cask "adobe-acrobat-reader"
cask "anydesk"
cask "bartender"
cask "battle-net"
cask "cron"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "dropbox"
cask "electron-fiddle"
cask "epic-games"
cask "fbreader"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "github"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "keycastr"
cask "linear-linear"
cask "logitech-options"
cask "macfuse"
cask "marta"
cask "mockoon"
cask "monitorcontrol"
cask "nvidia-geforce-now"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "scroll-reverser"
cask "sensiblesidebuttons"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "topnotch"
cask "transmission"
cask "tunnelblick"
cask "unnaturalscrollwheels"
cask "utm"
cask "via"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "whisky"
cask "zoom"
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Mini Motorways", id: 1456188526
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Redict", id: 470114583
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "Anjali.clipboard-history"
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "CoenraadS.disableligatures"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "eseom.nunjucks-template"
vscode "figma.figma-vscode-extension"
vscode "file-icons.file-icons"
vscode "folke.vscode-monorepo-workspace"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "IBM.output-colorizer"
vscode "karunamurti.haml"
vscode "mechatroner.rainbow-csv"
vscode "metaseed.metago"
vscode "metaseed.MetaJump"
vscode "metaseed.MetaWord"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "mxsdev.typescript-explorer"
vscode "naumovs.color-highlight"
vscode "nhoizey.gremlins"
vscode "Orta.vscode-twoslash-queries"
vscode "paulshen.paul-typescript-toolkit"
vscode "Prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "reduckted.vscode-gitweblinks"
vscode "ricard.postcss"
vscode "saionaro.smart-css-autocomplete"
vscode "Shopify.ruby-lsp"
vscode "SimonSiefke.svg-preview"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "TabNine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "Tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "vayan.haml"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "WakaTime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "will-stone.plastic"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "Zignd.html-css-class-completion"
vscode "ZixuanChen.vitest-explorer"
