tap "crowdin/crowdin"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
brew "act"
brew "antidote"
brew "btop"
brew "coreutils"
brew "deno"
brew "direnv"
brew "dive"
brew "exiftool"
brew "fasttext"
brew "findutils"
brew "fnm"
brew "gh"
brew "git"
brew "git-lfs"
brew "openssl@3"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "netpbm"
brew "pango"
brew "graphviz"
brew "htop"
brew "httpie"
brew "huggingface-cli"
brew "icu4c@76"
brew "libheif"
brew "imagemagick"
brew "languagetool", restart_service: :changed
brew "libarchive"
brew "libass"
brew "macos-trash", link: true
brew "mas"
brew "nmap"
brew "python@3.10"
brew "ruby"
brew "rust"
brew "starship"
brew "tesseract"
brew "tldr"
brew "vim"
brew "wget"
brew "wireguard-tools"
brew "crowdin/crowdin/crowdin@3"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-fdk-aac", "with-rav1e"]
brew "oven-sh/bun/bun"
cask "1password"
cask "adobe-acrobat-reader"
cask "anydesk"
cask "battle-net"
cask "brave-browser"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "discord"
cask "dropbox"
cask "fbreader"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "github"
cask "google-chrome"
cask "handbrake-app"
cask "hiddenbar"
cask "imageoptim"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keka"
cask "keybase"
cask "keycastr"
cask "logitech-options"
cask "monitorcontrol"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "parallels@17"
cask "raycast"
cask "scroll-reverser"
cask "sensiblesidebuttons"
cask "shotcut"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "syntax-highlight"
cask "telegram"
cask "the-unarchiver"
cask "topnotch"
cask "transmission"
cask "tunnelblick"
cask "unnaturalscrollwheels"
cask "utm"
cask "via"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "whisky"
cask "zoom"
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Redict", id: 470114583
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "alefragnani.bookmarks"
vscode "anjali.clipboard-history"
vscode "antiantisepticeye.vscode-color-picker"
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "codewithshashank.svg-to-jsx"
vscode "coenraads.disableligatures"
vscode "davidlday.languagetool-linter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "ibm.output-colorizer"
vscode "lokalise.i18n-ally"
vscode "maattdd.gitless"
vscode "mauricedebeijer.presentation-buddy"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "mxsdev.typescript-explorer"
vscode "naumovs.color-highlight"
vscode "nhoizey.gremlins"
vscode "orta.vscode-twoslash-queries"
vscode "oxc.oxc-vscode"
vscode "paulshen.paul-typescript-toolkit"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "reduckted.vscode-gitweblinks"
vscode "remcohaszing.schemastore"
vscode "ricard.postcss"
vscode "saionaro.smart-css-autocomplete"
vscode "saoudrizwan.claude-dev"
vscode "sleistner.vscode-fileutils"
vscode "sperovita.alpinejs-syntax-highlight"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tomoki1207.pdf"
vscode "tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "will-stone.plastic"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "zignd.html-css-class-completion"
