bartender
cyberduck
dash
discord
docker
dropbox
eqmac
firefox
flux
font-fira-code
font-fira-code
google-chrome
imageoptim
insomnia
iterm2
karabiner-elements
keybase
mas
mockoon
navi
nightowl
notion
quicklook-csv
quicklook-json
scroll-reverser
sensiblesidebuttons
slack
steam
streamlabs-obs
teamviewer
telegram
the-unarchiver
ticktick
tor-browser
transmission
tunnelblick
viber
visual-studio-code
vlc
whatsapp
zoom
